runs/n2412_re3e5_a5/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    farfield
    {
        type            freestreamPressure;
        freestreamValue uniform 0;
    }
    airfoil
    {
        type            zeroGradient;
    }
    frontAndBack
    {
        type            empty;
    }
}
