runs/n2412_re3e5_a5/0/k
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object k;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.03375;

boundaryField
{
    farfield
    {
        type            freestream;
        freestreamValue uniform 0.03375;
    }
    airfoil
    {
        type            kqRWallFunction;
        value           uniform 0.03375;
    }
    frontAndBack
    {
        type            empty;
    }
}
