runs/n2412_re3e5_a5/0/nut
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object nut;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0.00704361;

boundaryField
{
    farfield
    {
        type            freestream;
        freestreamValue uniform 0;
    }
    airfoil
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
    frontAndBack
    {
        type            empty;
    }
}
