runs/n2412_re3e5_a5/0/omega
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object omega;
}

dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 4.79157;

boundaryField
{
    farfield
    {
        type            freestream;
        freestreamValue uniform 4.79157;
    }
    airfoil
    {
        type            omegaWallFunction;
        value           uniform 4.79157;
    }
    frontAndBack
    {
        type            empty;
    }
}
