runs/n2412_re3e5_a5/system/decomposeParDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "system";
    object decomposeParDict;
}

numberOfSubdomains 4;
method          scotch;
